tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "pivotal/tap"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "binutils"
brew "bundler-completion"
brew "circleci"
brew "colordiff"
brew "coreutils"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "findutils"
brew "fzf"
brew "gem-completion"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "grep"
brew "hub"
brew "inetutils"
brew "jo"
brew "jq"
brew "kotlin"
brew "less"
brew "maven"
brew "maven-completion"
brew "nkf"
brew "node"
brew "open-completion"
brew "peco"
brew "perl"
brew "pinentry-mac"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "sl"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yarn-completion"
brew "aws/tap/aws-sam-cli"
brew "pivotal/tap/springboot"
cask "adoptopenjdk10"
cask "adoptopenjdk11"
cask "adoptopenjdk12"
cask "adoptopenjdk13"
cask "adoptopenjdk14"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "adoptopenjdk9"
cask "font-ricty-diminished"
cask "java"
