tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "binutils"
brew "bundler-completion"
brew "colordiff"
brew "coreutils"
brew "docker-completion"
brew "findutils"
brew "fzf"
brew "gem-completion"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "grep"
brew "gsl"
brew "hub"
brew "imagemagick"
brew "inetutils"
brew "jo"
brew "jq"
brew "kotlin"
brew "less"
brew "librsvg"
brew "maven"
brew "maven-completion"
brew "mecab"
brew "mecab-ipadic"
brew "mecab-jumandic"
brew "mecab-unidic"
brew "nkf"
brew "node"
brew "open-completion"
brew "peco"
brew "perl"
brew "pinentry-mac"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "sl"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yarn-completion"
cask "font-cica"
cask "temurin"
cask "temurin11"
cask "temurin8"
