tap "1password/tap"
tap "homebrew/bundle"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "binutils"
brew "bundler-completion"
brew "colordiff"
brew "coreutils"
brew "docker-completion"
brew "findutils"
brew "fzf"
brew "gem-completion"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "grep"
brew "hub"
brew "imagemagick"
brew "inetutils"
brew "jo"
brew "jq"
brew "kotlin"
brew "lapack"
brew "less"
brew "librsvg"
brew "maven"
brew "maven-completion"
brew "mecab"
brew "mecab-ipadic"
brew "mecab-jumandic"
brew "mecab-unidic"
brew "nkf"
brew "nvm"
brew "open-completion"
brew "openblas"
brew "peco"
brew "perl"
brew "pnpm"
brew "rbenv"
brew "rsync"
brew "sl"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yarn-completion"
cask "1password-cli"
cask "font-cica"
cask "session-manager-plugin"
cask "temurin"
cask "temurin@11"
cask "temurin@17"
cask "temurin@21"
cask "temurin@8"
