brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "coreutils"
brew "docker-completion"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "grep"
brew "imagemagick"
brew "inetutils"
brew "jo"
brew "jq"
brew "kotlin"
brew "lapack"
brew "less"
brew "librsvg"
brew "maven"
brew "mise"
brew "nkf"
brew "openblas"
brew "peco"
brew "perl"
brew "pnpm"
brew "rsync"
brew "sl"
brew "starship"
brew "tree"
brew "vim"
brew "wget"
brew "xdg-ninja"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "1password-cli"
cask "font-cica"
cask "session-manager-plugin"
cask "temurin@17"
cask "temurin@21"
cask "temurin@25"
